export const faqs = [
    {
        idx: 0,
        question: "១. អាសយដ្ឋានផ្លូវការរបស់ប្រព័ន្ធផ្លាស់ប្តូរអេឡិចត្រូនិកកំពង់ផែ",
        answer: ["https://portedi.mpwt.gov.kh"]
    },
    {
        idx: 1,
        question: "២. តើធ្វើដូចម្តេចដើម្បីបំពេញទម្រង់បែបបទនាវាចូលចេញតាមប្រព័ន្ធផ្លាស់ប្តូរទិន្នន័យអេឡិចត្រូនិកកំពង់ផែ?",
        answer: ["ស្នើសុំគណនីប្រើប្រាស់ និងមានការអនុម័តពីក្រសួងសាធារណការ និងដឹកជញ្ជូនតាមប្រព័ន្ធផ្លាស់ប្តូរទិន្នន័យអេឡិចត្រូនិកកំពង់ផែ។"]
    },
    {
        idx: 2, question: "៣. តើត្រូវធ្វើដូចម្តេចទើបអាចទទួលបាន Ship registration with port?",
        answer: ["បញ្ចូលព័ត៌មានទៅក្នុងប្រព័ន្ធ (Vessel Profile) រួចចុះឈ្មោះនាវាជាមួយកំពង់ផែ បន្ទាប់មកតំណាងកំពង់ផែស្វយ័តភ្នំពេញ និងតំណាងកំពង់ផែស្វយ័តក្រុងព្រះសីហនុ និងពិនិត្យយល់ព្រម (Acknowledge)។"]
    },
    {
        idx: 3,
        question: "៤. តើមានលក្ខខណ្ឌណាខ្លះដែលការចុះឈ្មោះនាវាជាមួយកំពង់ផែ (Ship registration with port) មិនត្រូវបានយល់ព្រមពីកំពង់ផែស្វយ័តភ្នំពេញ និងតំណាងកំពង់ផែស្វយ័តក្រុងព្រះសីហនុ?",
        answer: ["ក្នុងលក្ខខណ្ឌដែលការចុះឈ្មោះនាវាជាមួយកំពង់ផែ (Ship registration with port) មិនត្រូវបានយល់ព្រមពីកំពង់ផែស្វយ័តភ្នំពេញ និងតំណាងកំពង់ផែស្វយ័តក្រុងព្រះសីហនុគឺផ្តល់ឯកសារ ឬព័ត៌មានមិនគ្រប់គ្រាន់ ឬវិញ្ញាបនបត្រផុតសុពលភាព។"]
    },
    {
        idx: 4,
        question: "៥. តើប្រព័ន្ធផ្លាស់ប្តូរទិន្នន័យអេឡិចត្រូនិកកំពង់ផែមានវិសាលភាពសម្រាប់ផែណាខ្លះ?",
        answer: ["កំពង់ផែស្វយ័តភ្នំពេញ កំពង់ផែស្វយ័តក្រុងព្រះសីហនុ និងកំពង់ផែស្ថិតក្រោមដែនសមត្ថកិច្ច ឬតាមការស្នើសុំ។"]
    },
    {
        idx: 5,
        question: "៦. តើមុនពេលនាវាចូលកំពង់ផែនៃព្រះរាជាណាចក្រកម្ពុជាត្រូវធ្វើអ្វីខ្លះ?",
        answer: ["ស្នើសុំលិខិតអនុញ្ញាតឱ្យនាវាចូលកំពង់ផែ និងធ្វើបែបបទនាវាចូលចេញតាមរយៈកំពង់ផែស្វយ័តភ្នំពេញ ឬកំពង់ផែស្វយ័តក្រុងព្រះសីហនុ។"]
    },
    {
        idx: 6,
        question: "៧. តើឯកសារណាខ្លះចំបាច់តម្រូវដើម្បីស្នើសុំលិខិតអនុញ្ញាតឱ្យនាវាចូលកំពង់ផែតាមប្រព័ន្ធផ្លាស់ប្តូរទិន្នន័យអេឡិចត្រូនិកកំពង់ផែ?",
        answer: [
            "ឯកសារតម្រូវ៖",
            "- វិញ្ញាបនបត្រចុះបញ្ជីនាវា (Ship Registration)",
            "- វិញ្ញាបនបត្រការពារការកំពុបប្រេង (Oil Pollution Prevention Certificate)",
            "- វិញ្ញាបនបត្រសន្តិសុខនាវា (Ship Security Certificate)",
            "- កំពង់ដែលបានចូលចត១០ចុងក្រោយ (Last 10 Port Call)",
            "- បញ្ជីឈ្មោះក្រុមនាវាវិក បញ្ជីឈ្មោះអ្នកដំណើរ (Crew List / Passenger List)",
            "- ឯកសារផ្សេងៗចាំបាច់ (Other Necessary Doc)"
        ]
    },
    {
        idx: 7,
        question: "៨. តើគណៈកម្មការធ្វើបែបបទនាវាចូលចេញមានសមាសភាពណាខ្លះ?",
        answer: ["សមាសភាពគណៈកម្មការរួមមាន៖ គយ និងរដ្ឋាករកម្ពុជា អន្តោប្រវេសន៍ ចត្តាឡីស័ក និងមន្ត្រីកំពង់ផែស្វយ័តភ្នំពេញ និងក្រុងព្រះសីហនុ។"]
    },
    {
        idx: 8,
        question: "៩. ការបង់កម្រៃសេវាសាធារណៈតាមប្រព័ន្ធអនឡាញមានអ្វីខ្លះ?",
        answer: ["ស្នើសុំលិខិតអនុញ្ញាតឱ្យនាវាចូលកំពង់ផែចេញដោយក្រសួងសាធារណការ និងដឹកជញ្ជូន។"]
    },
    {
        idx: 9,
        question: "១០. តើធនាគារណាខ្លះជាដៃគូរក្នុងការបង់កម្រៃសេវាសាធារណតាមប្រព័ន្ធផ្លាស់ប្តូរទិន្នន័យអេឡិចត្រូនិកកំពង់ផែ?",
        answer: ["ធនាគារជាដៃគូររួមមាន៖ ធនាគារវីង ធនាគារអេស៊ីលីដា ធនាគារអេប៊ីអេ និងធនាគារស្ថាបនា"]
    },
    {
        idx: 10,
        question: "១១. តើក្រុមហ៊ុននាវា និងភ្នាក់ងារនាវាដឹងព័ត៌មានបច្ចុប្បន្នភាពលើពាក្យស្នើសុំបានតាមណាខ្លះ?",
        answer: ["ក្រុមហ៊ុននាវា និងភ្នាក់ងារនាវាដឹងព័ត៌មានបច្ចុប្បន្នភាពលើពាក្យស្នើសុំបានតាមរយៈ សាអេឡិចត្រូនិក (Email) តេឡេក្រាមឆានែល (Telegram Channel) និងសារទូរស័ព្ទ (SMS)។"]
    },
    {
        idx: 11,
        question: "១២. តើធ្វើដូចម្តេចពេលដែលមានបញ្ហាគាំងឬបញ្ហាផ្សេងៗនៅពេលបំពេញទម្រង់ធ្វើបែបបទនាវាចូលចេញប្រព័ន្ធផ្លាស់ប្តូរទិន្នន័យអេឡិចត្រូនិកកំពង់។",
        answer: ["ពេលមានបញ្ហាគាំង ឬបញ្ហាផ្សេងៗ សូមទំនាក់ទំនងមន្ត្រីទទួលបន្ទុក តាមរយៈទូរស័ព្ទ តេឡេក្រាម និងសាអេឡិចត្រូនិក"]
    },
    {
        idx: 12,
        question: "១៣. លេខទំនាក់ទំនងមន្ត្រីទទួលបន្ទុក",
        answer: ["ក្រសួងសាធារណការ និងដឹកជញ្ជូន\nកំពង់ផែស្វយ័តភ្នំពេញ\nកំពង់ផែស្វយ័តក្រុងព្រះសីហនុ"]
    },
    {
        idx: 13,
        question: "១៤. ការអនុវត្តដោយដៃជាបណ្តោះអាសន្នត្រូវបានធ្វើឡើងនៅពេលណា?",
        answer: ["ការអនុវត្តដោយដៃជាបណ្តោះអាសន្នត្រូវបានធ្វើឡើងនៅពេលប្រព័ន្ធគាំង និងមានការជូនដំណឹងជាផ្លូវការពីក្រសួងសាធារណការ និងដឹកជញ្ជូនតាមតេឡេក្រាម និងគេហទំព័រផ្លូវការ។"]
    },
    {
        idx: 14,
        question: "១៥. តើទម្រង់លិខិតអនុញ្ញាតឱ្យនាវាចូល និងវិញ្ញាបនបត្រផ្សេងៗចេញពីដោយប្រព័ន្ធផ្លាស់ប្តូរទិន្នន័យអេឡិចត្រូនិកកំពង់មានសណ្ឋានបែបណា ហើយអាចបោះពុម្ពបានដែរឬទេ?",
        answer: ["ទម្រង់លិខិតអនុញ្ញាតឱ្យនាវាចូល និងវិញ្ញាបនបត្រផ្សេងៗ QRកូដ ដោយឡែកលិខិតអនុញ្ញាតឱ្យនាវាចេញ (Port Clearance Certificate) មានហត្ថលេខាឌីជីថល ហើយអាចបោះពុម្ពបាន។"]
    }
]